Repository: true-programming/instagram
Catalog: Resources/Private/Language/*.*_locallang.xlf
Languages: de

# tca.tx_instagram_account.pallets.default.label
source: General
de: Allgemein

# tca.tx_instagram_account.columns.hidden.label
source: Hidden
de: Versteckt

# tca.tx_instagram_account.columns.token_state.label
source: Token state
de: Token Status

# tca.tx_instagram_account.columns.token_state.option.active.label
source: Token valid until %s
de: Token g端ltig bis %s

# tca.tx_instagram_account.columns.token_state.option.notAvailable.label
source: No Token available
de: Kein Token verf端gbar

# tca.tx_instagram_account.columns.token_state.option.notAvailable.button
source: Generate new token
de: Neuen Token generieren

# tca.tx_instagram_account.columns.token_state.option.revoke.button
source: Revoke token
de: Token zur端cksetzen

# tca.tx_instagram_account.columns.token_state.option.requiredFields.label
source: Please fill out all required fields to generate token
de: Bitte f端llen Sie alle Pflichtfelder aus um einen Token zu generieren

# tca.tx_instagram_post.pallets.default.label
source: General
de: Allgemein

# tca.tx_instagram_post.columns.hidden.label
source: Hidden
de: Versteckt

# tca.tx_instagram_post.columns.caption.label
source: Caption
de: Bild Unterschrift

# tca.tx_instagram_post.columns.media_type.label
source: Media type
de: Media Typ

# tca.tx_instagram_post.columns.media_url.label
source: Media url
de: Media Link

# tca.tx_instagram_post.columns.permalink.label
source: Permalink
de: Direkt Link

# tca.tx_instagram_post.columns.timestamp.label
source: Date
de: Datum

# tca.tx_instagram_post.columns.image.label
source: Imported media
de: Importierte Medien

# tca.tx_instagram_post.columns.thumbnail.label
source: Imported thumbnail
de: Importierte Vorschaubilder

# button.hortcut.label
source: Instagram account management
de: Instagram Account Verwaltung

# button.new.label
source: new account
de: neuer Account

# message.import.ok.label
source: Import successful for account "%s"
de: Import erfolgreich für Account "%s"

# message.revokeToken.ok.label
source: Token successful revoked for account "%s"
de: Token erfolgreich entfernt für Account "%s"

# message.import.warning.label
source: Some posts could not be imported for account "%s"
de: Einige posts konntent nicht importiert werden für Account "%s"

# dashboard.show.headline.label
source: Instagram account management
de: Instagram Account Verwaltung

# dashboard.show.noAccounts.label
source: No accounts configured
de: Keine Accounts konfiguriert

# dashboard.show.revoke.title
source: revoke token
de: token entfernen

# dashboard.show.tokenState.label
source: Token state
de: Token Status

# dashboard.show.tokenState.state.valid
source: Token valid
de: Token gültig

# dashboard.show.tokenState.state.invalid
source: Token invalid
de: Token ungültig
